INSERT INTO location values(29, '中街路128号', 'b01', 123.460758, 41.807677);
INSERT INTO place_information values(29, '皇城恒隆广场', 'B01', 29, 
'中街的必逛商场，环境清静品牌众多物有所值人又不拥挤，楼上的没事店铺和楼下的小吃店家很集中，各种菜系口味价位都有，能满意逛街过程中的一切需要', 
8, 1, '中街路128号(兴隆大家庭对面)', 
'大型商场', 
'024-24877766', 383, 'G:/CityInfoPictures/29.jpg', '0');
INSERT INTO user_rating_list values(34, 8, '环境很好，干净敞亮，人少，所以也就看到商场里的大沙发上很多人脱了鞋躺着睡觉闲聊= =，品牌都是不上不下的档次，感觉除了优衣库这种人比较兴旺以外都是去吃吃喝喝的', 29, 4, '0');

INSERT INTO location values(30, '青年大街288号', 'b04', 123.442127, 41.783302);
INSERT INTO place_information values(30, '华润中心•万象城', 'B01', 30, 
'沈阳大牌子比较全的商场了，定位比较高端，整体商场看上去比较宽敞亮堂，不会给人压抑的感觉，餐饮配制齐全，从开封菜到高大上都有', 
9, 1, '青年大街288号(辽宁工业展览馆北侧)', 
'大型商场', 
'024-83985555', 449, 'G:/CityInfoPictures/30.jpg', '0');
INSERT INTO user_rating_list values(35, 9, '经常去万象城的美食广场吃东西，偶尔喝杯咖啡什么的。至于购物吗，从来没有过，不是商品不好，是商品太好了。莫名的自卑感啊，买不起，哈哈。', 30, 4, '0');

INSERT INTO location values(31, '小东路8号', 'b01', 123.476179, 41.809338);
INSERT INTO place_information values(31, '中粮大悦城(沈阳中街店)', 'B01', 31, 
'大悦城，买衣服的首选之地！abcd四个大馆，应有尽有啊，生活配套太齐全了', 
8, 1, '小东路8号(近新玛特)', 
'大型商场', 
'024-24357888', 192, 'G:/CityInfoPictures/31.jpg', '0');
INSERT INTO user_rating_list values(36, 8, '大悦城经常搞一些幺蛾子，一会变形金刚，一会几米漫画的，好多年轻人会去拍照啦，吃喝玩乐也挺多的，购物嘛，一楼的品牌比较吸引人，zara，hm,优衣库什么的，楼上的就很少人了，好多店铺都是空着的，不知道会不会亏损啊', 31, 3, '0');

INSERT INTO location values(32, '太原街步行街2号', 'a01', 123.406289, 41.798079);
INSERT INTO place_information values(32, '万达广场(太原街店)', 'B01', 32, 
'太原街的必去场所，万达广场(太原街店)在太原街步行街南街，地铁一号线，D出口就是，紧挨着沃尔玛，地理位置优越。一二楼是各个品牌的精品店，三四楼是娱乐休闲，美食电影为主', 
8, 1, '太原街步行街2号(近百盛)', 
'大型商场', 
'024-83280888', 99, 'G:/CityInfoPictures/32.jpg', '0');
INSERT INTO user_rating_list values(37, 8, '比较早的一家万达，比较喜欢万达，吃喝玩乐穿都有。适合年轻人逛。服装没有特高档的，都是大众牌子，年轻化。饭店比较多，逛街时总喜欢去那吃饭。一楼有屈臣氏，丝芙兰。', 32, 3, '0');

INSERT INTO location values(33, '中华路9号', 'a01', 123.40489, 41.798697);
INSERT INTO place_information values(33, '沃尔玛购物广场(太原街店)', 'B02', 33, 
'每次逛街必去的地方 东西很全 价格也不算贵 老百姓的首选 位置也很方便去', 
8, 1, '中华路9号(近昆明北街)', 
'大型超市', 
'024-31505698', 60, 'G:/CityInfoPictures/33.jpg', '0');
INSERT INTO user_rating_list values(38, 8, '3层的超市，哈哈。东西挺多的，很大一部分都是特价。感觉构造不是很合理，扶梯的位置不合理，东西摆放的比较乱。一楼的酸奶就别想买了，有些贵。其他的东西还行', 33, 2, '0');

INSERT INTO location values(34, '三好街63号诚大数码国际广场东门', 'a09', 123.438059, 41.771554);
INSERT INTO place_information values(34, '重庆齐齐火锅', 'A05', 34, 
'味道独特，服务好，特别适合爱吃辣的人群', 
6, 1, '三好街63号诚大数码国际广场东门(近五里河街)', 
'霸王毛肚 虾滑 方竹笋 齐齐鳝鱼 鸭肠 九宫格锅底 菊花鸭胗 锅底 羊肉 彩蔬手工面 南瓜饼 鱼豆腐 肥牛 鸭血 火锅蘸料 羔羊肉 肥牛肥羊 菇类拼盘 海兔 海蛎黄 腰花 鱼滑 鱼头 辣牛肉 糍粑', 
'024-23888825', 54, 'G:/CityInfoPictures/34.jpg', '0');
INSERT INTO user_rating_list values(40, 6, '腰花、鸭肠不要点，其他都不错。每次都要拉肚子', 34, 2, '0');

INSERT INTO location values(35, '南三好街95号', 'a09', 123.432731, 41.764775);
INSERT INTO place_information values(35, '海洲烤肉', 'A04', 35, 
'地方大，座位宽敞，坐着很舒服，经济实惠，两个人去吃的非常撑，牛肉好吃，篦子换的也勤，服务态度好！', 
8, 1, '南三好街95号(广播电台南侧)', 
'牛五花 相间肥牛 海鲜炒米条 冷面', 
'024-23318666', 53, 'G:/CityInfoPictures/35.jpg', '0');
INSERT INTO user_rating_list values(41, 8, '超级便宜超级实惠，得两个老爷们去才吃得了，肉都是好大片的，有一种肉不太好咬。环境一般，还有烤串。座位不太舒服', 35, 2, '0');

INSERT INTO location values(36, '文体路7号世茂百货5楼', 'a09', 123.43788, 41.766598);
INSERT INTO place_information values(36, '沈阳世茂时尚欢乐影城', 'C02', 36, 
'沈阳最物美价廉的影院', 
7, 1, '文体路7号世茂百货5楼(近地铁2号线市图书馆站B出口)', 
'中档电影院', 
'024-23840880', 19, 'G:/CityInfoPictures/36.jpg', '0');
INSERT INTO user_rating_list values(42, 7, '团购后发现我又他们家会员卡！！环境一般，有点儿简陋，里面音效还好。', 36, 2, '0');

INSERT INTO location values(37, '三好街27号伯伦大厦门市', 'a09', 123.436881, 41.779785);
INSERT INTO place_information values(37, '蜜蜂家(展览馆店)', 'A01', 37, 
'这是一家主题餐厅，主打的蜂蜜。
环境不错，适合来这里看看书，喝喝下午茶，聊聊天什么呢。听着清音乐,能给人种放松的感觉。', 
9, 1, '三好街27号伯伦大厦门市(近龙泉路)', 
'蜂蜜厚多士 三杯鸡 秘制排骨 奶茶 蜂窝咖喱牛肉 排骨 墨鱼串 厚多士 猪颈肉 氹仔三杯鸡 牛仔骨 干炒牛河 蜂蜜牛奶 白灼西生菜 橄榄菜四季豆 多士塔 蜜汁排骨 地中海沙拉 虫草双菇 提拉米苏 沙拉 热奶茶 手撕茶树菇 鸭肉煲 照烧章鱼小丸子', 
'024-23849588', 76, 'G:/CityInfoPictures/37.jpg', '0');
INSERT INTO user_rating_list values(43, 9, '吃过两次，很精致的一家小店，菜品很有特色，适合三五朋友休闲聊天的好地方，就是这附近停车有点难', 37, 4, '0');

INSERT INTO location values(38, '三好街22-1号中润国际内', 'a09', 123.434639, 41.782327);
INSERT INTO place_information values(38, '名都清水湾', 'C01', 38, 
'沈阳最好的洗浴吧！自助餐样式很多，做的也很好吃，人均消费220元', 
10, 1, '三好街22-1号中润国际内(近鲁美学院)', 
'高档洗浴', 
'024-31881118', 245, 'G:/CityInfoPictures/38.jpg', '0');
INSERT INTO user_rating_list values(44, 10, '确实是个安静的好地方，人不多，装修虽没有海洋之星土豪，但却是我喜欢的风格', 38, 4, '0');
